command = input("Введите команду: ")
if command == "сказка":
    print("Жили-были и жили они долго и счастливо")
    print("Спи давай")
else:
    if command == "анекдот":
         print("Идёт как-то лес по машине, видит: медведь горит. Сел в него и сгорел")
    else:
         if command == "совет":
              print("Ходи зимой в двух штанах")
         else:
              if command == "афоризм":
                   print("Бди")
              else:
                  print("Не понимаю, чего хотите")