print("Здравствуйте!")
print("Вы позвонили в «Оса Телеком»")
print("Чтобы узнать подробности о тарифах, балансе и подключённых услугах, нажмите 1")
print("Чтобы узнать новые интересные предложения, нажмите 2")
print("Чтобы подключить или отключить подписки, нажмите 3")
print("Для связи с оператором нажмите 0")

num = input("Ввод цифры: ")
if num == "1":
    print("Чтобы узнать, какой тариф у вас сейчас, нажмите 1")
    print("Чтобы узнать, какие есть тарифы, нажмите 2")
    print("Чтобы узнать баланс, нажмите 3")
    print("Чтобы узнать список подключённых услуг, нажмите 4")
    print("Чтобы подключить или отключить услугу, нажмите 5")
    print("Чтобы вернуться к началу, нажмите 0")
elif num == "2":
    pass
elif num == "3":
    pass
elif num == "0":
    pass